;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: UsableTokenType
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[UsableTokenTypes]
UsableTokenTypes_Usable_None_Description=
UsableTokenTypes_Usable_Consumable_Epinephrine_Description=Consumable -↵Injects you with Epinephrine, allowing you to run at great speeds for a short period of time. It doesn't come without a cost however, hurting you when applied.
UsableTokenTypes_Usable_Consumable_Medikit_Description=Consumable -↵Triggers the spray of an advanced compound around you that immediately triggers health regeneration for friends and foes alike.
UsableTokenTypes_Usable_Consumable_TestMod_Description=General Modification - ↵↵Used to Test Effects
UsableTokenTypes_Usable_Deployable_BoomBox_Description=Deployable -↵Spawns a Boombox that will play music selected in your Music Player. While playing music, it will appear on the Radar to enemies as a target, allowing you to use it as a distraction.
UsableTokenTypes_Usable_Deployable_FieldSupplier-Large_Description=Deployable - ↵Spawns a Field Supplier that can be dropped to supply ammo to any nearby players. It does however have a limited ammo supply, and is not limited to resupplying teammates.
UsableTokenTypes_Usable_Deployable_FieldSupplier-Medium_Description=Deployable - ↵Spawns a Field Supplier that can be dropped to supply ammo to any nearby players. It does however have a limited ammo supply, and is not limited to resupplying teammates.
UsableTokenTypes_Usable_Deployable_GiftBox_Joker_Description=Deployable - ↵When deployed and activated, this Weapon Cache will spawn several Joker Box weapons for you and your friends to temporarily play with.
UsableTokenTypes_Usable_Deployable_GiftBox_Prototype1_Description=Deployable - ↵Direct from the research labs of all major manufacturers, these weapon caches have prototype changes that are currently in testing.<Color:R=1 G=0 B=0>↵This item can only be deployed in Prototype Districts.↵<Color:R=1 G=1 B=1>↵
UsableTokenTypes_Usable_Deployable_GiftBox_Prototype2_Description=Deployable - ↵Direct from the research labs of all major manufacturers, these weapon caches have prototype changes that are currently in testing.<Color:R=1 G=0 B=0>↵This item can only be deployed in Prototype Districts.↵<Color:R=1 G=1 B=1>↵
UsableTokenTypes_Usable_Deployable_GiftBox_Valentines_Description=Deployable - ↵Spawns a Valentines Gift Box that contains a random Valentines weapon. Provides a great gift for that special person in your life. Comes with a hidden sound system so you can make that moment something special.↵Warning: Fragile.
UsableTokenTypes_Usable_Deployable_MobileCover_Description=Deployable -↵Spawns a piece of Mobile Cover, painted with your personal Graffiti.
UsableTokenTypes_Usable_Deployable_SatchelCharge_Description=Deployable -↵Spawns a Satchel charge that deals extreme damage to Vehicles. Will detonate after 15 seconds or when damaged.
UsableTokenTypes_Usable_Deployable_TestMod_Description=General Modification - ↵↵Used to Test Effects
UsableTokenTypes_Usable_Test_BoomBox_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_Epinephrine_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_FieldSupplier-Large_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_FieldSupplier-Medium_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_Medikit_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_MobileCover_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
UsableTokenTypes_Usable_Test_SatchelCharge_Description=TEST MOD - Not to be used in Playtests. This is to allow OTW Testers the ability to test consumable functionality, while still keeping charges on the actual usables available for playtests.
